ITEM_MAP = {
    "1": {
        "id": 1,
        "type": 1,
        "name": "시이라",
        "grade": 1
    },
    "2": {
        "id": 2,
        "type": 1,
        "name": "바루투",
        "grade": 2
    },
    "3": {
        "id": 3,
        "type": 1,
        "name": "레온하트 네리아",
        "grade": 2
    },
    "4": {
        "id": 4,
        "type": 1,
        "name": "카마인",
        "grade": 4
    },
    "5": {
        "id": 5,
        "type": 2,
        "name": "더욱 화려한 꽃다발",
        "grade": 3
    },
    "6": {
        "id": 6,
        "type": 2,
        "name": "레온하트 감자",
        "grade": 3
    },
    "7": {
        "id": 7,
        "type": 2,
        "name": "아르테미스 성수",
        "grade": 3
    },
    "8": {
        "id": 8,
        "type": 2,
        "name": "두근두근 상자",
        "grade": 4
    },
    "9": {
        "id": 9,
        "type": 1,
        "name": "모리나",
        "grade": 1
    },
    "10": {
        "id": 10,
        "type": 1,
        "name": "자이언트 원",
        "grade": 1
    },
    "11": {
        "id": 11,
        "type": 1,
        "name": "천둥",
        "grade": 2
    },
    "12": {
        "id": 12,
        "type": 2,
        "name": "유디아 천연소금",
        "grade": 3
    },
    "13": {
        "id": 13,
        "type": 2,
        "name": "유디아 주술서",
        "grade": 3
    },
    "14": {
        "id": 14,
        "type": 2,
        "name": "하늘을 비추는 기름",
        "grade": 4
    },
    "15": {
        "id": 15,
        "type": 1,
        "name": "카도건",
        "grade": 1
    },
    "16": {
        "id": 16,
        "type": 1,
        "name": "베르하트",
        "grade": 1
    },
    "17": {
        "id": 17,
        "type": 1,
        "name": "하셀밍크",
        "grade": 2
    },
    "18": {
        "id": 18,
        "type": 2,
        "name": "레이크바 토마토 주스",
        "grade": 3
    },
    "19": {
        "id": 19,
        "type": 2,
        "name": "견고한 새장",
        "grade": 3
    },
    "20": {
        "id": 20,
        "type": 2,
        "name": "풍장미",
        "grade": 3
    },
    "21": {
        "id": 21,
        "type": 2,
        "name": "사슬전쟁 실록",
        "grade": 4
    },
    "22": {
        "id": 22,
        "type": 3,
        "name": "머리초",
        "grade": 3
    },
    "23": {
        "id": 23,
        "type": 1,
        "name": "모르페오",
        "grade": 1
    },
    "24": {
        "id": 24,
        "type": 1,
        "name": "푸름 전사 브리뉴",
        "grade": 1
    },
    "25": {
        "id": 25,
        "type": 1,
        "name": "미한",
        "grade": 2
    },
    "26": {
        "id": 26,
        "type": 1,
        "name": "댄든 아만",
        "grade": 4
    },
    "27": {
        "id": 27,
        "type": 2,
        "name": "디오리카 밀짚모자",
        "grade": 3
    },
    "28": {
        "id": 28,
        "type": 2,
        "name": "루테란의 검 모형",
        "grade": 3
    },
    "29": {
        "id": 29,
        "type": 2,
        "name": "아제나크리움 브로치",
        "grade": 3
    },
    "30": {
        "id": 30,
        "type": 2,
        "name": "사슬전쟁 실록",
        "grade": 4
    },
    "31": {
        "id": 31,
        "type": 3,
        "name": "드라이에이징 뜸 고기",
        "grade": 2
    },
    "32": {
        "id": 32,
        "type": 1,
        "name": "집행관 솔라스",
        "grade": 1
    },
    "33": {
        "id": 33,
        "type": 1,
        "name": "녹스",
        "grade": 2
    },
    "34": {
        "id": 34,
        "type": 1,
        "name": "세리아",
        "grade": 2
    },
    "35": {
        "id": 35,
        "type": 2,
        "name": "디오리카 밀짚모자",
        "grade": 3
    },
    "36": {
        "id": 36,
        "type": 2,
        "name": "루테란의 검 모형",
        "grade": 3
    },
    "37": {
        "id": 37,
        "type": 2,
        "name": "아제나크리움 브로치",
        "grade": 3
    },
    "38": {
        "id": 38,
        "type": 2,
        "name": "사슬전쟁 실록",
        "grade": 4
    },
    "39": {
        "id": 39,
        "type": 3,
        "name": "뜨거운 초코 커피",
        "grade": 2
    },
    "40": {
        "id": 40,
        "type": 1,
        "name": "창조의 알",
        "grade": 1
    },
    "41": {
        "id": 41,
        "type": 1,
        "name": "수호자 에오로",
        "grade": 2
    },
    "42": {
        "id": 42,
        "type": 1,
        "name": "모카모카",
        "grade": 3
    },
    "43": {
        "id": 43,
        "type": 2,
        "name": "동글동글한 유리조각",
        "grade": 3
    },
    "44": {
        "id": 44,
        "type": 2,
        "name": "모코코 당근",
        "grade": 3
    },
    "45": {
        "id": 45,
        "type": 2,
        "name": "특대 무당벌레 인형",
        "grade": 3
    },
    "46": {
        "id": 46,
        "type": 2,
        "name": "수줍은 바람꽃가루",
        "grade": 4
    },
    "47": {
        "id": 47,
        "type": 1,
        "name": "월향도사",
        "grade": 1
    },
    "48": {
        "id": 48,
        "type": 1,
        "name": "감주도사",
        "grade": 1
    },
    "49": {
        "id": 49,
        "type": 1,
        "name": "수령도사",
        "grade": 1
    },
    "50": {
        "id": 50,
        "type": 1,
        "name": "웨이",
        "grade": 4
    },
    "51": {
        "id": 51,
        "type": 2,
        "name": "비무제 참가 인장",
        "grade": 3
    },
    "52": {
        "id": 52,
        "type": 2,
        "name": "강태공의 낚싯대",
        "grade": 4
    },
    "53": {
        "id": 53,
        "type": 1,
        "name": "아이즌만 박사",
        "grade": 2
    },
    "54": {
        "id": 54,
        "type": 1,
        "name": "슈테른 네리아",
        "grade": 2
    },
    "55": {
        "id": 55,
        "type": 1,
        "name": "카인",
        "grade": 3
    },
    "56": {
        "id": 56,
        "type": 2,
        "name": "에너지 X7 캡슐",
        "grade": 3
    },
    "57": {
        "id": 57,
        "type": 2,
        "name": "고급 축음기",
        "grade": 4
    },
    "58": {
        "id": 58,
        "type": 3,
        "name": "아드레날린 강화 수액",
        "grade": 2
    },
    "59": {
        "id": 59,
        "type": 1,
        "name": "페일린",
        "grade": 2
    },
    "60": {
        "id": 60,
        "type": 1,
        "name": "기드온",
        "grade": 2
    },
    "61": {
        "id": 61,
        "type": 1,
        "name": "라하르트",
        "grade": 3
    },
    "62": {
        "id": 62,
        "type": 2,
        "name": "기사단 가입 신청서",
        "grade": 3
    },
    "63": {
        "id": 63,
        "type": 2,
        "name": "고블린 고구마",
        "grade": 3
    },
    "64": {
        "id": 64,
        "type": 2,
        "name": "마법 옷감",
        "grade": 3
    },
    "65": {
        "id": 65,
        "type": 2,
        "name": "마력 결정",
        "grade": 3
    },
    "66": {
        "id": 66,
        "type": 2,
        "name": "화려한 오르골",
        "grade": 3
    },
    "67": {
        "id": 67,
        "type": 2,
        "name": "베른 건국 기념주화",
        "grade": 4
    },
    "68": {
        "id": 68,
        "type": 3,
        "name": "위대한 미술품 #2",
        "grade": 3
    },
    "69": {
        "id": 69,
        "type": 1,
        "name": "자베른",
        "grade": 1
    },
    "70": {
        "id": 70,
        "type": 1,
        "name": "시안",
        "grade": 2
    },
    "71": {
        "id": 71,
        "type": 1,
        "name": "진 매드닉",
        "grade": 3
    },
    "72": {
        "id": 72,
        "type": 2,
        "name": "빛나는 정수",
        "grade": 3
    },
    "73": {
        "id": 73,
        "type": 2,
        "name": "시리우스의 성서",
        "grade": 4
    },
    "74": {
        "id": 74,
        "type": 3,
        "name": "사파이어 정어리",
        "grade": 2
    },
    "75": {
        "id": 75,
        "type": 1,
        "name": "알리페르",
        "grade": 2
    },
    "76": {
        "id": 76,
        "type": 1,
        "name": "엘레노아",
        "grade": 2
    },
    "77": {
        "id": 77,
        "type": 1,
        "name": "그노시스",
        "grade": 3
    },
    "78": {
        "id": 78,
        "type": 1,
        "name": "아제나&이난나",
        "grade": 4
    },
    "79": {
        "id": 79,
        "type": 2,
        "name": "새벽의 마력석",
        "grade": 3
    },
    "80": {
        "id": 80,
        "type": 2,
        "name": "정령의 깃털",
        "grade": 3
    },
    "81": {
        "id": 81,
        "type": 2,
        "name": "다뉴브의 귀걸이",
        "grade": 3
    },
    "82": {
        "id": 82,
        "type": 2,
        "name": "실린여왕의 축복",
        "grade": 4
    },
    "83": {
        "id": 83,
        "type": 3,
        "name": "두근두근 마카롱",
        "grade": 3
    },
    "84": {
        "id": 84,
        "type": 1,
        "name": "피에르",
        "grade": 2
    },
    "85": {
        "id": 85,
        "type": 1,
        "name": "위대한 성 네리아",
        "grade": 2
    },
    "86": {
        "id": 86,
        "type": 1,
        "name": "케이사르",
        "grade": 3
    },
    "87": {
        "id": 87,
        "type": 1,
        "name": "바훈투르",
        "grade": 4
    },
    "88": {
        "id": 88,
        "type": 2,
        "name": "피에르의 비법서",
        "grade": 3
    },
    "89": {
        "id": 89,
        "type": 2,
        "name": "파후투르 맥주",
        "grade": 4
    },
    "90": {
        "id": 90,
        "type": 3,
        "name": "뒷골목 럼주",
        "grade": 1
    },
    "91": {
        "id": 91,
        "type": 1,
        "name": "굴둥",
        "grade": 2
    },
    "92": {
        "id": 92,
        "type": 1,
        "name": "비올레",
        "grade": 2
    },
    "93": {
        "id": 93,
        "type": 1,
        "name": "칼도르",
        "grade": 3
    },
    "94": {
        "id": 94,
        "type": 1,
        "name": "페데리코",
        "grade": 3
    },
    "95": {
        "id": 95,
        "type": 2,
        "name": "부러진 단검",
        "grade": 3
    },
    "96": {
        "id": 96,
        "type": 2,
        "name": "생존의 서",
        "grade": 3
    },
    "97": {
        "id": 97,
        "type": 2,
        "name": "바싹 마른 목상",
        "grade": 3
    },
    "98": {
        "id": 98,
        "type": 2,
        "name": "붉은 달의 눈물",
        "grade": 4
    },
    "99": {
        "id": 99,
        "type": 3,
        "name": "선지 덩어리",
        "grade": 2
    },
    "100": {
        "id": 100,
        "type": 1,
        "name": "세토",
        "grade": 2
    },
    "101": {
        "id": 101,
        "type": 1,
        "name": "스텔라",
        "grade": 2
    },
    "102": {
        "id": 102,
        "type": 1,
        "name": "키케라",
        "grade": 2
    },
    "103": {
        "id": 103,
        "type": 1,
        "name": "알비온",
        "grade": 3
    },
    "104": {
        "id": 104,
        "type": 2,
        "name": "포튬쿨 열매",
        "grade": 3
    },
    "105": {
        "id": 105,
        "type": 2,
        "name": "피냐타 제작 세트",
        "grade": 3
    },
    "106": {
        "id": 106,
        "type": 2,
        "name": "무지개 티카티카 꽃",
        "grade": 3
    },
    "107": {
        "id": 107,
        "type": 2,
        "name": "오레하의 수석",
        "grade": 4
    },
    "108": {
        "id": 108,
        "type": 3,
        "name": "멧라지 생고기",
        "grade": 2
    },
    "109": {
        "id": 109,
        "type": 3,
        "name": "신비한 녹색 주머니",
        "grade": 3
    },
    "110": {
        "id": 110,
        "type": 3,
        "name": "부드러운 주머니",
        "grade": 3
    },
    "111": {
        "id": 111,
        "type": 3,
        "name": "빛나는 백금 주머니",
        "grade": 3
    },
    "112": {
        "id": 112,
        "type": 1,
        "name": "사트라",
        "grade": 1
    },
    "113": {
        "id": 113,
        "type": 1,
        "name": "킬리안",
        "grade": 1
    },
    "114": {
        "id": 114,
        "type": 1,
        "name": "루기네",
        "grade": 2
    },
    "115": {
        "id": 115,
        "type": 1,
        "name": "제레온",
        "grade": 2
    },
    "116": {
        "id": 116,
        "type": 1,
        "name": "베른 젠 로드",
        "grade": 2
    },
    "117": {
        "id": 117,
        "type": 1,
        "name": "천둥날개",
        "grade": 3
    },
    "118": {
        "id": 118,
        "type": 2,
        "name": "페브리 포션",
        "grade": 3
    },
    "119": {
        "id": 119,
        "type": 2,
        "name": "깃털 부채",
        "grade": 3
    },
    "120": {
        "id": 120,
        "type": 2,
        "name": "모형 반딧불이",
        "grade": 3
    },
    "121": {
        "id": 121,
        "type": 2,
        "name": "사령술사의 기록",
        "grade": 4
    },
    "122": {
        "id": 122,
        "type": 3,
        "name": "질긴 가죽 주머니",
        "grade": 3
    },
    "123": {
        "id": 123,
        "type": 3,
        "name": "신기한 마법 주머니",
        "grade": 3
    },
    "124": {
        "id": 124,
        "type": 3,
        "name": "보석 장식 주머니",
        "grade": 3
    },
    "125": {
        "id": 125,
        "type": 3,
        "name": "집중 룬",
        "grade": 4
    },
    "126": {
        "id": 126,
        "type": 1,
        "name": "로웬 젠 로드",
        "grade": 1
    },
    "127": {
        "id": 127,
        "type": 1,
        "name": "레플스",
        "grade": 1
    },
    "128": {
        "id": 128,
        "type": 1,
        "name": "아르노",
        "grade": 2
    },
    "129": {
        "id": 129,
        "type": 1,
        "name": "바스키아",
        "grade": 2
    },
    "130": {
        "id": 130,
        "type": 1,
        "name": "사일러스",
        "grade": 2
    },
    "131": {
        "id": 131,
        "type": 1,
        "name": "앙케",
        "grade": 2
    },
    "132": {
        "id": 132,
        "type": 1,
        "name": "피엘라",
        "grade": 2
    },
    "133": {
        "id": 133,
        "type": 1,
        "name": "빌헬름",
        "grade": 2
    },
    "134": {
        "id": 134,
        "type": 1,
        "name": "하눈",
        "grade": 2
    },
    "135": {
        "id": 135,
        "type": 1,
        "name": "마리나",
        "grade": 2
    },
    "136": {
        "id": 136,
        "type": 1,
        "name": "뮨 히다카",
        "grade": 3
    },
    "137": {
        "id": 137,
        "type": 1,
        "name": "오스피어",
        "grade": 3
    },
    "138": {
        "id": 138,
        "type": 1,
        "name": "다르시",
        "grade": 3
    },
    "139": {
        "id": 139,
        "type": 2,
        "name": "늑대 이빨 목걸이",
        "grade": 3
    },
    "140": {
        "id": 140,
        "type": 2,
        "name": "엔야카 향유",
        "grade": 3
    },
    "141": {
        "id": 141,
        "type": 2,
        "name": "최상급 육포",
        "grade": 3
    },
    "142": {
        "id": 142,
        "type": 2,
        "name": "보온용 귀도리",
        "grade": 4
    },
    "143": {
        "id": 143,
        "type": 1,
        "name": "코니",
        "grade": 0
    },
    "144": {
        "id": 144,
        "type": 1,
        "name": "티엔",
        "grade": 1
    },
    "145": {
        "id": 145,
        "type": 1,
        "name": "키르케",
        "grade": 1
    },
    "146": {
        "id": 146,
        "type": 1,
        "name": "유클리드",
        "grade": 1
    },
    "147": {
        "id": 147,
        "type": 1,
        "name": "프리우나",
        "grade": 1
    },
    "148": {
        "id": 148,
        "type": 1,
        "name": "하늘 고래",
        "grade": 1
    },
    "149": {
        "id": 149,
        "type": 1,
        "name": "별자리 흰뱀",
        "grade": 1
    },
    "150": {
        "id": 150,
        "type": 1,
        "name": "아젤키엘",
        "grade": 2
    },
    "151": {
        "id": 151,
        "type": 1,
        "name": "벨루마테",
        "grade": 2
    },
    "152": {
        "id": 152,
        "type": 1,
        "name": "다이나웨일",
        "grade": 2
    },
    "153": {
        "id": 153,
        "type": 1,
        "name": "디오게네스",
        "grade": 2
    },
    "154": {
        "id": 154,
        "type": 1,
        "name": "라우리엘",
        "grade": 3
    },
    "155": {
        "id": 155,
        "type": 1,
        "name": "영원의 아크 카야겔",
        "grade": 3
    },
    "156": {
        "id": 156,
        "type": 1,
        "name": "에버그레이스",
        "grade": 4
    },
    "157": {
        "id": 157,
        "type": 2,
        "name": "빛을 머금은 과실주",
        "grade": 3
    },
    "158": {
        "id": 158,
        "type": 2,
        "name": "별자리 흰뱀의 껍질",
        "grade": 3
    },
    "159": {
        "id": 159,
        "type": 2,
        "name": "크레넘프 유리경",
        "grade": 3
    },
    "160": {
        "id": 160,
        "type": 2,
        "name": "행운의 초록별 꽃",
        "grade": 4
    },
    "161": {
        "id": 161,
        "type": 3,
        "name": "향기 나는 주머니",
        "grade": 3
    },
    "162": {
        "id": 162,
        "type": 3,
        "name": "반짝이는 주머니",
        "grade": 3
    },
    "163": {
        "id": 163,
        "type": 1,
        "name": "지크라",
        "grade": 2
    },
    "164": {
        "id": 164,
        "type": 1,
        "name": "로잘린 베디체",
        "grade": 2
    },
    "165": {
        "id": 165,
        "type": 1,
        "name": "안토니오 주교",
        "grade": 2
    },
    "166": {
        "id": 166,
        "type": 1,
        "name": "알폰스 베디체",
        "grade": 2
    },
    "167": {
        "id": 167,
        "type": 1,
        "name": "클라우디아",
        "grade": 2
    },
    "168": {
        "id": 168,
        "type": 1,
        "name": "어린 아만",
        "grade": 3
    },
    "169": {
        "id": 169,
        "type": 2,
        "name": "교육용 해도",
        "grade": 3
    },
    "170": {
        "id": 170,
        "type": 2,
        "name": "정체불명의 잎",
        "grade": 3
    },
    "171": {
        "id": 171,
        "type": 2,
        "name": "컬러풀 집게 장난감",
        "grade": 3
    },
    "172": {
        "id": 172,
        "type": 2,
        "name": "불과 얼음의 축제",
        "grade": 4
    },
    "173": {
        "id": 173,
        "type": 3,
        "name": "미술품 캐리어",
        "grade": 4
    },
    "174": {
        "id": 174,
        "type": 1,
        "name": "베라드",
        "grade": 1
    },
    "175": {
        "id": 175,
        "type": 1,
        "name": "딘라이",
        "grade": 1
    },
    "176": {
        "id": 176,
        "type": 1,
        "name": "마리우",
        "grade": 2
    },
    "177": {
        "id": 177,
        "type": 1,
        "name": "아이작",
        "grade": 2
    },
    "178": {
        "id": 178,
        "type": 1,
        "name": "마레가",
        "grade": 2
    },
    "179": {
        "id": 179,
        "type": 1,
        "name": "칼리나리 네리아",
        "grade": 2
    },
    "180": {
        "id": 180,
        "type": 1,
        "name": "베히모스",
        "grade": 3
    },
    "181": {
        "id": 181,
        "type": 1,
        "name": "라자람",
        "grade": 3
    },
    "182": {
        "id": 182,
        "type": 1,
        "name": "라카이서스",
        "grade": 3
    },
    "183": {
        "id": 183,
        "type": 1,
        "name": "칼테이야",
        "grade": 3
    },
    "184": {
        "id": 184,
        "type": 1,
        "name": "파이어혼",
        "grade": 3
    },
    "185": {
        "id": 185,
        "type": 1,
        "name": "세헤라드",
        "grade": 3
    },
    "186": {
        "id": 186,
        "type": 1,
        "name": "바르칸",
        "grade": 4
    },
    "187": {
        "id": 187,
        "type": 2,
        "name": "정체불명의 꼬리",
        "grade": 3
    },
    "188": {
        "id": 188,
        "type": 2,
        "name": "쿠리구리 물약",
        "grade": 3
    },
    "189": {
        "id": 189,
        "type": 2,
        "name": "속삭이는 휘스피",
        "grade": 3
    },
    "190": {
        "id": 190,
        "type": 2,
        "name": "볼다이칸 스톤",
        "grade": 4
    },
    "191": {
        "id": 191,
        "type": 3,
        "name": "오징어",
        "grade": 4
    },
    "192": {
        "id": 192,
        "type": 3,
        "name": "안정된 연성 촉매",
        "grade": 2
    },
    "193": {
        "id": 193,
        "type": 3,
        "name": "마력이 스민 주머니",
        "grade": 3
    },
    "194": {
        "id": 194,
        "type": 3,
        "name": "무지개 미라",
        "grade": 1
    },
    "195": {
        "id": 195,
        "type": 3,
        "name": "무지개 정수",
        "grade": 3
    },
    "196": {
        "id": 196,
        "type": 1,
        "name": "게메트",
        "grade": 1
    },
    "197": {
        "id": 197,
        "type": 1,
        "name": "네페르",
        "grade": 1
    },
    "198": {
        "id": 198,
        "type": 1,
        "name": "프타",
        "grade": 1
    },
    "199": {
        "id": 199,
        "type": 1,
        "name": "까미",
        "grade": 1
    },
    "200": {
        "id": 200,
        "type": 1,
        "name": "다르키엘",
        "grade": 3
    },
    "201": {
        "id": 201,
        "type": 2,
        "name": "유황 버섯 납작구이",
        "grade": 3
    },
    "202": {
        "id": 202,
        "type": 2,
        "name": "투케투스 고래 기름",
        "grade": 3
    },
    "203": {
        "id": 203,
        "type": 2,
        "name": "풍요석 거울",
        "grade": 3
    },
    "204": {
        "id": 204,
        "type": 2,
        "name": "시들지 않는 불꽃",
        "grade": 4
    },
    "205": {
        "id": 205,
        "type": 3,
        "name": "간이 정화제",
        "grade": 2
    },
    "206": {
        "id": 206,
        "type": 3,
        "name": "고급 정화제",
        "grade": 3
    },
    "207": {
        "id": 207,
        "type": 3,
        "name": "군용 보급 정화제",
        "grade": 4
    },
    "208": {
        "id": 208,
        "type": 3,
        "name": "거무스름한 주머니",
        "grade": 3
    },
    "209": {
        "id": 209,
        "type": 3,
        "name": "구릿빛 반지",
        "grade": 2
    },
    "210": {
        "id": 210,
        "type": 3,
        "name": "줄기로 엮은 티아라",
        "grade": 2
    },
    "211": {
        "id": 211,
        "type": 1,
        "name": "아그리스",
        "grade": 1
    },
    "212": {
        "id": 212,
        "type": 1,
        "name": "알키오네",
        "grade": 1
    },
    "213": {
        "id": 213,
        "type": 1,
        "name": "타무트",
        "grade": 2
    },
    "214": {
        "id": 214,
        "type": 1,
        "name": "렌",
        "grade": 3
    },
    "215": {
        "id": 215,
        "type": 2,
        "name": "둥근 뿌리 차",
        "grade": 3
    },
    "216": {
        "id": 216,
        "type": 2,
        "name": "아사르 가면",
        "grade": 3
    },
    "217": {
        "id": 217,
        "type": 2,
        "name": "전투 식량",
        "grade": 3
    },
    "218": {
        "id": 218,
        "type": 2,
        "name": "부서진 토우",
        "grade": 4
    },
    "219": {
        "id": 219,
        "type": 3,
        "name": "수상한 지도",
        "grade": 3
    },
    "220": {
        "id": 220,
        "type": 3,
        "name": "검은 미라 주머니",
        "grade": 3
    },
    "221": {
        "id": 221,
        "type": 3,
        "name": "조각난 금속 파편",
        "grade": 2
    },
    "222": {
        "id": 222,
        "type": 1,
        "name": "긴",
        "grade": 2
    },
    "223": {
        "id": 223,
        "type": 1,
        "name": "린",
        "grade": 2
    },
    "224": {
        "id": 224,
        "type": 1,
        "name": "타라코룸",
        "grade": 2
    },
    "225": {
        "id": 225,
        "type": 1,
        "name": "랑게",
        "grade": 3
    },
    "226": {
        "id": 226,
        "type": 1,
        "name": "헤아누",
        "grade": 3
    },
    "227": {
        "id": 227,
        "type": 2,
        "name": "기묘한 주전자",
        "grade": 3
    },
    "228": {
        "id": 228,
        "type": 2,
        "name": "날씨 상자",
        "grade": 3
    },
    "229": {
        "id": 229,
        "type": 2,
        "name": "환의 잉크",
        "grade": 3
    },
    "230": {
        "id": 230,
        "type": 2,
        "name": "유리 나비",
        "grade": 4
    },
    "231": {
        "id": 231,
        "type": 3,
        "name": "밀가루",
        "grade": 2
    },
    "232": {
        "id": 232,
        "type": 3,
        "name": "빛바랜 황금 사과",
        "grade": 3
    },
    "233": {
        "id": 233,
        "type": 3,
        "name": "왠지 가벼운 빛바랜 황금 사과",
        "grade": 3
    },
    "234": {
        "id": 234,
        "type": 3,
        "name": "비법의 주머니",
        "grade": 3
    },
    "235": {
        "id": 235,
        "type": 3,
        "name": "불그스름 주머니",
        "grade": 3
    },
    "236": {
        "id": 236,
        "type": 1,
        "name": "유즈",
        "grade": 3
    },
    "237": {
        "id": 237,
        "type": 1,
        "name": "파후",
        "grade": 3
    },
    "238": {
        "id": 238,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "239": {
        "id": 239,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "240": {
        "id": 240,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "241": {
        "id": 241,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "242": {
        "id": 242,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "243": {
        "id": 243,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "244": {
        "id": 244,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "245": {
        "id": 245,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "246": {
        "id": 246,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "247": {
        "id": 247,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "248": {
        "id": 248,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "249": {
        "id": 249,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "250": {
        "id": 250,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "251": {
        "id": 251,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "252": {
        "id": 252,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "253": {
        "id": 253,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "254": {
        "id": 254,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "255": {
        "id": 255,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "256": {
        "id": 256,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "257": {
        "id": 257,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "258": {
        "id": 258,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "259": {
        "id": 259,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "260": {
        "id": 260,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "261": {
        "id": 261,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "262": {
        "id": 262,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "263": {
        "id": 263,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "264": {
        "id": 264,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "265": {
        "id": 265,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "266": {
        "id": 266,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "267": {
        "id": 267,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "268": {
        "id": 268,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "269": {
        "id": 269,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "270": {
        "id": 270,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "271": {
        "id": 271,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "272": {
        "id": 272,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "273": {
        "id": 273,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "274": {
        "id": 274,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "275": {
        "id": 275,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "276": {
        "id": 276,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "277": {
        "id": 277,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "278": {
        "id": 278,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "279": {
        "id": 279,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "280": {
        "id": 280,
        "type": 2,
        "name": "영웅 호감도",
        "grade": 3
    },
    "281": {
        "id": 281,
        "type": 2,
        "name": "전설 호감도",
        "grade": 4
    },
    "282": {
        "id": 282,
        "type": 1,
        "name": "에스더 루테란",
        "grade": 4
    },
    "283": {
        "id": 283,
        "type": 1,
        "name": "진저웨일",
        "grade": 4
    },
    "284": {
        "id": 284,
        "type": 1,
        "name": "가디언 루",
        "grade": 4
    },
    "285": {
        "id": 285,
        "type": 1,
        "name": "에스더 시엔",
        "grade": 4
    },
    "286": {
        "id": 286,
        "type": 1,
        "name": "에스더 갈라투르",
        "grade": 4
    },
    "287": {
        "id": 287,
        "type": 1,
        "name": "광기를 잃은 쿠크세이튼",
        "grade": 4
    },
    "288": {
        "id": 288,
        "type": 1,
        "name": "베아트리스",
        "grade": 4
    }
}
